frontend/controllers/TestController.php

    public function actionTest() {
        // $sql = "SELECT st.* FROM Eclass_student st, Eclass_SC sc WHERE st.id=sc.sid AND sc.cid=".$cid;
        // $stu = Student::findBySql($sql)->all();
        // $sc = SC::find()->where('cid=:cid', [':cid'=>$model->cid])->all();
        $main = Main::find()->all();
        // $loss = Loss::find()->all();
        $fires = Forest_fires::find()->all();
---
SELECT * FROM `main` WHERE `id` < 99
SELECT * FROM `forest_fires`